{
    "fundamentos":{
        "introduccion" : {
                "texto_1" : "La música es un lenguaje universal que nos conecta a través del tiempo y la cultura. Es una fuente inagotable de emociones, una expresión de la creatividad humana y una forma de comunicación que trasciende las palabras. Pero ¿alguna vez te has preguntado cómo funciona realmente la música? ¿Qué es lo que hace que una canción te haga sentir feliz, triste o emocionado? Bienvenido al emocionante mundo de la teoría musical, donde descubriremos los secretos detrás de la música que amas y abrirás la puerta a una apreciación más profunda de esta forma de arte. Aquí, te presentaremos los conceptos básicos que son los cimientos de toda la música, sin importar el género o el estilo. Notas Musicales: Empezaremos con el ABC de la música, las notas musicales. Descubrirás cómo estas simples letras, de la A a la G, se convierten en las piedras angulares de cada pieza musical. Escala: ¿Alguna vez has escuchado hablar de una escala mayor o una escala menor? Aprenderás cómo estas secuencias de notas se utilizan para crear melodías y armonías. Ritmo: La música tiene un latido, un ritmo que la hace moverse y nos hace querer bailar. Aprenderás cómo se organiza el tiempo en la música y cómo las notas y los silencios se combinan para crear patrones rítmicos emocionantes. Acorde: Los acordes son los bloques de construcción de la armonía musical. Descubrirás cómo las notas se agrupan para crear sonidos ricos y armoniosos que dan vida a las canciones. Claves y Notación Musical: Las partituras pueden parecer un lenguaje misterioso, pero te enseñaremos cómo interpretarlas. Aprenderás a leer las claves y entender la notación musical, lo que te permitirá tocar tus canciones favoritas y crear las tuyas propias. Melodía y Armonía: Dos aspectos esenciales de la música que trabajan juntos para crear canciones memorables. Te sumergirás en la melodía, la línea vocal principal de una canción, y en la armonía, que da profundidad y emoción a la música. La teoría musical es la llave que te abrirá las puertas a un mundo de posibilidades musicales. Ya sea que quieras tocar un instrumento, componer tus propias canciones o simplemente apreciar la música de una manera más profunda, estos conceptos básicos te darán las herramientas que necesitas. Así que, ¿estás listo para embarcarte en este emocionante viaje hacia el corazón de la música? Con la teoría musical, descubrirás un nuevo nivel de aprecio por la música y te convertirás en un oyente más informado y un músico más hábil" 
        },
        "notas_musicales" : {
              "texto_1": "Las notas musicales son los elementos básicos de la música. Imagina que son las letras del alfabeto musical. A diferencia de las letras del abecedario, las notas se representan con letras de la A a la G  y se utilizan para crear melodías y armonías en la música. Cada nota tiene un nombre, y estas notas se organizan en una secuencia llamada escala. La escala más común es la escala diatónica, que consta de siete notas: Do, Re, Mi, Fa, Sol, La y Si, para siete tonos se utilizan las letras C-D-E-F-G-A-B y en caso de tener 8 notas se repite la letra C después de la B Las notas también tienen duraciones diferentes, lo que significa que algunas notas suenan más largas que otras. Esto crea el ritmo en la música, que es la organización del tiempo musical. Cuando varias notas se tocan o suenan juntas, se crea un acorde. Los acordes son como bloques de construcción en la música y se combinan de diversas maneras para crear armonías, que son combinaciones de sonidos que suenan bien juntos.", 
               "dibujo_1":"https://neomusica.es/blog/wp-content/uploads/2022/05/image-9.png",
               "ejercicio_1":"" 
         }, 
         "figuras_musicales":{
             "texto_1":"Las figuras musicales son símbolos que representan la duración de las notas en una composición musical. Estas figuras son fundamentales para entender el ritmo de una pieza musical y cómo se organizan las notas en el tiempo La figura musical más básica es la representación de la nota la cual puede tener diferentes figuras ya que cada una de ellas permite deducir el valor exacto en tiempo de un determinado sonido.", 
             "dibujo_1":"", 
             "texto_2":"Una nota completa se simboliza como un ovalo abierto. Una media nota es un ovalo abierto con un tallo unido hacia un lado de él. La nota de ¼ es un ovalo cerrado con un tallo. Una nota de 8 es un óvalo cerrado con un tallo y una bandera . Una nota de 16 es similar a una de 8 pero con dos banderas",
             "dibujo_2":"",
             "texto_3": "La interpretación entre tiempos es la siguiente:",
             "dibujo_3" : "",
             "ejercicio_1":"",
             "texto_4":"Con corcheas o semicorcheas es posible unir dos o más de estas notas. Esta alternativa es más cómoda de escribir",
             "dibujo_4":"",
             "texto_5":"Como lo implican sus nombres en forma de fracción, los valores relativos (duraciones relativas) de las notas son: ",
             "dibujo_5":"",
             "ejercicio_2": "",
             "texto_6":"Las plicas se extienden hacia abajo y están en el lado izquierdo de la cabeza de la nota cuando la nota está sobre o por encima del tercera línea de cualquier personal. Las plicas se extienden hacia arriba y están en el lado derecho de la cabeza de la nota cuando la nota está debajo de la tercera línea de cualquier pentagrama.",
             "subtitulo_1": "Silencios",
             "texto_7": "La música no es música sin silencio. Los espacios de silencio en la música son tan importantes como las pausas al momento en que hablamos, es importante tener períodos de silencio después de las oraciones. (la voz) necesita silencios y descansos para permitir el acto fundamental de respirar. Al igual que los valores de las notas, de hecho, exactamente igual que los valores de las notas, existen valores de silencio. Simplemente los llamamos descansos.",
             "dibujo_6":"",
             "texto_8": "De lo anterior se pueden interpretar una nota o silencio con la suma de otras, como se muestra a continuación",
             "dibujo_7":"",
             "ejercicio_3":"",
             "subtitulo_2":"Punto de aumento",
             "texto_9": "se coloca un punto de aumento a cualquier nota, la duración de esta aumentará a la mitad del valor original El punto de aumento funciona igual para los silencios, aumentando el valor del silencio a la mitad del original",
             "dibujo_8":"",
             "ejercicio_4":""
          },
        "pentagrama" : {
            "texto_1":"Las partituras son el lenguaje escrito de la música, una representación visual de una composición musical que permite a los músicos leer, interpretar y ejecutar la música de manera precisa. Para escribir una partitura se utiliza el *pentagrama* el cual consiste en cinco líneas horizontales sobre las cuales se sobreponen las notas y silencios previamente vistos. Cada línea o espacio en el pentagrama es para una sola nota",
            "dibujo_1":"",
            "texto_2": "Todas las notas musicales se escriben dentro del pentagrama ya sea en una línea o en un espacio, para ubicar cada uno de estos elementos, las líneas y espacios tienen la siguiente numeración:",
            "dibujo_2":"En el siguiente ejemplo se muestran algunas notas dentro del pentagrama ubicadas en distintas líneas y espacios",
            "dibujo_3":"",
            "texto_3":"Las notas representan sonidos llamados tonos. Debido a que la música emplea un conjunto de tonos (que van de bajo a alto), el pentagrama actúa como un mapa para las notas, permitiéndonos escucharlas. La secuencia de las notas se lee de izquierda a derecha.",
            "dibujo_4":"",
            "ejercicio_1":""
        },
        "claves" : {
            "texto_1":"Sin embargo, al ubicar las figuras musicales en cualquier posición del pentagrama no nos puede dar información alguna acerca de su “notación” por ejemplo si se trata de una nota sol, la o do. Para que las notas tengan un significado dentro de nuestro pentagrama necesitamos de un elemento llamado *clave o llave*.Existen tres tipos de claves: Clave de sol (utilizada para instrumentos como violín, guitarra, flauta, etc.), fa (para instrumentos graves como contrabajo, violonchelo, etc.) (estas dos siendo las más utilizadas) y do. Estas claves siempre estarán ubicadas al inicio del pentagrama y serán el punto de referencia para cada una de las líneas y espacios. La clave de Sol se posicionará en la segunda línea del pentagrama mientras que la clave de fa en cuarta línea y la de Do normalmente en la tercera o cuarta línea",
            "dibujo_1":"",
            "texto_2":"La clave de sol (también llamada clave de sol porque parece una *sol* caligráfica) funciona de la siguiente manera:",
            "dibujo_2":"",
            "texto_3": "La clave de Fa (También llamada clave de F porque parece a una “F”) trabaja de la siguiente manera:",
            "dibujo_3":"",
            "texto_4":"La clave de alto (también llamada clave de C) funciona de la siguiente manera:",
            "dibujo_4":"",
            "ejercicio_1":""
        },
        "solfeo" : {
            "texto_1": "¿Alguna vez te has preguntado cómo los músicos pueden leer, escribir y comunicarse a través de las notas? Aquí es donde entra en juego el solfeo, una herramienta que nos permite interpretar la música. Con el solfeo, las notas musicales son como las letras de un idioma musical único. Cada nota se nombra con una sílaba, como *Do, Re, Mi, Fa, Sol, La, Si*. Pero no son solo sílabas, son puertas a un mundo de sonidos y emociones. Imagina poder leer una partitura y saber exactamente qué notas tocar. Con el solfeo, puedes hacerlo. Puedes ver las notas en una partitura y saber si debes tocar un *Do* o un *Re*, y comprender cómo se relacionan con el resto de las notas en la composición. El solfeo también es una herramienta de entrenamiento auditivo. Te ayuda a entrenar tu oído para reconocer las notas y las melodías. Puedes cantar las notas y escuchar si están en sintonía. Puedes tararear una melodía y entender cómo se relacionan las notas. El uso de la partitura es fundamental para practicar el solfeo, donde las notas musicales se describen en cualquiera de las posiciones del pentagrama siguiendo las reglas que ya hemos visto anteriormente. ¿alguna vez te has preguntado cómo los músicos pueden leer, escribir y comunicarse a través de las notas? Aquí es donde entra en juego el solfeo, una herramienta que nos permite interpretar la música.Con el solfeo, las notas musicales son como las letras de un idioma musical único. Cada nota se nombra con una sílaba, como *Do, Re, Mi, Fa, Sol, La, Si*. Pero no son solo sílabas, son puertas a un mundo de sonidos y emociones. Imagina poder leer una partitura y saber exactamente qué notas tocar. Con el solfeo, puedes hacerlo. Puedes ver las notas en una partitura y saber si debes tocar un *Do* o un *Re*, y comprender cómo se relacionan con el resto de las notas en la composición. El solfeo también es una herramienta de entrenamiento auditivo. Te ayuda a entrenar tu oído para reconocer las notas y las melodías. Puedes cantar las notas y escuchar si están en sintonía. Puedes tararear una melodía y entender cómo se relacionan las notas. El uso de la partitura es fundamental para practicar el solfeo, donde las notas musicales se describen en cualquiera de las posiciones del pentagrama, ya sea en alguna de sus líneas o en alguno de sus espacios, las líneas y espacios tienen la siguiente numeración. El solfeo se basa en sílabas que representan las diferentes notas musicales. Las sílabas más comunes utilizadas en el solfeo son: Do: Representa la nota C. Re: Representa la nota D. Mi: Representa la nota E. Fa: Representa la nota F. Sol: Representa la nota G. La: Representa la nota A. Si: Representa la nota B. Como vimos antes, Las claves musicales se escriben al principio de cada pentagrama y sirven para establecer como punto de referencia alguna de las cinco líneas del pentagrama. La clave de Sol se traza a partir de la segunda línea del pentagrama, por esta razón se le asigna la nota Sol a dicho línea:",
            "dibujo_1":"",
            "texto_2" : "A partir de la segunda línea del pentagrama se dispone el resto de las notas siguiendo el orden establecido, en orden ascendente y descendente:",
            "dibujo_2" : "",
            "texto_3" : "El trazo de la clave de Fa comienza en la cuarta línea del pentagrama, por tal razón esta línea adquiere el nombre de la clave:",
            "dibujo_3": "",
            "texto_4": "Es así como a partir de la nota Fa en cuarta línea, se posiciona el resto de las notas, tanto en orden ascendente como descendente:",
            "dibujo_4": "",
            "subtitulo_1": "A menudo necesitamos escribir notas que están fuera del alcance del pentagrama. Para situaciones en las que necesitamos ir más allá de los límites exteriores de cualquiera de los pentagramas, utilizamos líneas cortas llamadas Líneas de libro mayor que se colocan encima o debajo de ese pentagrama. En efecto, las líneas del libro mayor amplían el rango de personal(es). En el siguiente diagrama, vemos líneas de contabilidad superior e inferior tanto en el pentagrama de graves como en el de agudos. Tenga en cuenta que La primera línea del libro mayor encima del pentagrama del bajo y la primera línea del libro mayor debajo del pentagrama de los agudos representan el mismo C en el mismo registro: C medio. Las líneas del libro superior del pentagrama de bajo y las líneas del libro inferior del pentagrama de agudos comparten las mismas notas por lo que se superponen",
            "dibujo_5": "",
            "ejercicio_1":"",
            "subtitulo_2": "Accidentales",
            "texto_5" : "Una alteración es un símbolo que sube o baja una nota. En la práctica, esto suele significar aumentar o bajando una nota blanca a la nota negra adyacente. Si levantamos una nota, utilizamos un signo sostenido: #. si bajamos una nota, usamos un signo bemol: b. Para cancelar o desactivar un sostenido o bemol anterior utilizamos un signo natural: .En notación musical, el signo accidental se coloca a la izquierda de la cabeza de la nota. En tales notas, las palabras *bemol*, *sostenido* o *natural* van después del nombre de la nota.",
            "dibujo_6" : "",
            "ejercicio_2" :""
        }
      },
    "melodia":{
        "intervalos":{
            "texto_1" : "Un intervalo es la diferencia de altura entre dos sonidos.",
            "dibujo_1" : "",
            "texto_2" : "¿Cómo se mide un intervalo? Una respuesta podría ser: contando los tonos y semitonos que existen entre las dos notas que forman el intervalo. Las distancias normales entre dos notas, en escalas occidentales, son dos: tono y semitono. El semitono es la distancia mínima entre dos notas. En un piano, es la distancia que existe entre una tecla blanca y la tecla negra inmediatamente superior (o inferior). En una guitarra, es la distancia entre un traste y el siguiente (o entre la cuerda al aire y el primer traste).",
            "dibujo_2" : "",
            "texto_3" : "Un tono es igual a 2 semitonos. Si tomamos como base las notas naturales las distancias entre las notas son las siguientes:",
            "dibujo_3" : "",
            "texto_4" : "Observando de manera detallada el teclado. La distancia entre las notas Do y Re es de un tono, mientras que entre Mi y Fa tan solo hay un semitono de diferencia. Las notas están separadas por semitonos, significa que entre las notas Do y Re se sitúa una nota intermedia. Normalmente un intervalo no se nombra según los tonos y semitonos que tenga (aunque sea una forma válida), sino que se sigue un orden numérico, dependiendo de las notas de distancia que existen entre ambos sonidos (con notas me estoy refiriendo a las 7 notas naturales Do-Re-Mi-Fa-Sol-La-Si, en oposición a los 12 semitonos que existen entre dichas notas). La numeración de un intervalo se realiza contando el número de notas que abarca (incluyendo las notas que forman dicho intervalo).",
            "dibujo_4" : "",
            "texto_5" : "Ahora bien, como las notas de las que partimos para numerar el intervalo pueden estar alteradas, realmente con el número no sabemos exactamente el número de tonos y semitonos que existe entre el intervalo.",
            "dibujo_5" : "",
            "texto_6" : "Por ejemplo, entre Do y Mi existe una 3ª y la distancia es de 2 tonos, mientras que entre Do y Mi bemol también existiría una 3ª y sin embargo el intervalo real sería de 1 tono y 1 semitono. Por lo tanto, aún no tenemos todo el trabajo hecho. Necesitamos calificar los intervalos de alguna forma que nos permita distinguir unívocamente un intervalo del resto. Para completar la numeración se añade un calificativo de dicho intervalo, que puede ser: Mayor, Menor, Justo, Aumentado o Disminuido. Primera aclaración: Los calificativos “mayor” y “menor” tan sólo se emplean en segundas (2ª), terceras (3ª), sextas (6ª) y séptimas (7ª), mientras que el calificativo “justo” tan sólo puede ser empleado en cuartas (4ª), quintas (5ª) y octavas (8ª). Observa la escala de Do natural:",
            "dibujo_6" : "",
            "texto_7" : "A partir de aquí, se puede deducir que: 2ª Mayor = 1 Tono 3ª Mayor = 2 Tonos 4ª Justa = 2 Tonos + 1 Semitono 5ª Justa = 3 Tonos + 1 Semitono 6ª Mayor = 4 Tonos + 1 Semitono 7ª Mayor = 5 Tonos + 1 Semitono 8ª Justa = 6 Tonos. Si se toman las notas naturales desde MI se obtienen los intervalos menores y justos: ",
            "dibujo_7" : "",
            "texto_8" : "2ª menor = 1 Semitono 3ª menor = 1 Tono + 1 Semitono 4ª Justa = 2 Tonos + 1 Semitono (igual que desde Do) 5ª Justa = 3 Tonos + 1 Semitono (igual que desde Do) 6ª menor = 4 Tonos 7ª menor = 5 Tonos 8ª Justa = 6 Tonos (igual que desde Do).",
            "ejercicio_1": "",
            "texto_9" : "Puedes ver que todos los intervalos menores tienen un semitono menos que sus respectivos mayores (por ejemplo, una 3ª Mayor tiene 2 Tonos mientras que una 3ª menor tiene 1 tono y 1 semitono). Por tanto, el esquema que se sigue para calificar un intervalo es el siguiente:", 
            "dibujo_8" : ""
             } ,
        "grados":{
            "texto_1" : "Cuando se habla de escalas, hay dos formas de nombrar sus notas. Si nos referimos a cada nota de la escala como un número, nos referimos a Grados: yendo de menor a mayor (en tono), contamos del uno al ocho. así mismo Para que no nos confundamos con otras etiquetas numéricas, solemos poner un poco de zanahoria encima del número ^ para asegúrese de que estamos describiendo un grado de escala. El tercer grado de la escala se denominaría, por ejemplo, *3*. El otro sistema de etiquetado igualmente válido asigna un nombre a cada grado de escala que se relaciona con funciones aspectos de las notas que todavía tenemos que estudiar. Ya hemos aprendido el nombre del primero (y octavo) nota: el tónico. Aquí están todos ellos:",
            "dibujo_1" : "",
            "texto_2" : "Para ver los distintos grados en más detalle tomamos de nuevo la escala de Do mayor y la analizamos en detalle. Si aplicamos el nombre de los grados tendríamos que: Do sería el primer grado (I) o Tónica. Re el segundo grado (II) o Supertónica. Mi el tercer grado (III) o Mediante. Fa elcuarto grado (IV) o Subdominante. Sol el quinto grado (V) o Dominante. La el sexto grado (VI) o Superdominante o Submediante. Si el séptimo grado (VII) o Sensible. Do el octavo grado. La octava nota coincide con la primera, pero está a diferente altura.",
            "dibujo_2" : "",
            "texto_3" : "Si volvemos a aplicar el nombre de los grados tenemos que: Sol sería el primer grado (I) o Tónica. La el segundo grado (II) o Supertónica. Si el tercer grado (III) o Mediante. Do elcuarto grado (IV) o Subdominante. Re, el quinto grado (V) o Dominante. Mi el sexto grado (VI) o Superdominante o Submediante. Fa# el séptimo grado (VII) o Sensible. Sol el octavo grado. La octava nota coincide con la primera, pero está a diferente altura.",
            "dibujo_3" : "",
            "subtitulo_1" : "Grados Tonales",
            "texto_4" : "Lo forman los grados I, IV y V, y se llaman tonales porque definen la tonalidad, es decir, nos indican cuál es la tónica. Además, los intervalos de estos grados con respecto de la tónica no varían. En otras palabras, el cuarto grado siempre está a una cuarta justa y el quinto grado a una quinta justa. El primer grado (I) o Tónica es la primera nota musical de la escala y el centro de la composición, el equilibrio. Es el grado con el que se resuelve todas las tensiones musicales creadas. Por ello, la mayoría de las canciones acaban en la tónica. El cuarto grado (IV) o Subdominante, se llama así porque también tiene una gran influencia sobre la composición, aunque menor que el grado dominante. Si te fijas en la imagen de abajo, la subdominante está a la misma distancia de la tónica que la tónica de la dominante",
            "dibujo_4" : "",
            "texto_5" : "El quinto grado (V) o Dominante, como indica su nombre, tiene una función dominante y suele aparecer bastantes veces en la melodía. El grado dominante crea una gran tensión en la canción que suele resolverse en la tónica.",
            "subtitulo_2" : "Grados Modales",
            "texto_6" : "Lo forman los grados III, VI y VII, y se llaman modales porque definen la modalidad, es decir, si la tonalidad es mayor o menor. A diferencia de los grados tonales, sus intervalos sí varían. Por lo tanto, para tonalidades mayores vemos que tenemos una tercera, sexta y séptima mayor. Y de igual forma, para tonalidades menores tenemos una tercera, sexta y/o séptima menor.",
            "dibujo_5" : "",
            "texto_7" : "El tercer grado (III) o Mediante, se llama así porque está a mitad de camino entre la tónica y la dominante. Gracias a él sabemos si una escala o acorde es mayor o menor. El sexto grado (VI) o Superdominante o Submediante es la raíz del relativo menor. Se llama submediante porque está a medio camino entre la subdominante y tónica. El séptimo grado (VII) es especial y te explico por qué. Si el séptimo grado se encuentra a una distancia de un semitono con respecto de la tónica se llama Sensible. Este grado crea una gran tensión y tiende a resolver hacia la tónica. Por ejemplo, en la escala mayor de Do el grado VII, que es Si (B), se llama sensible porque está a un semitono de la tónica, Do (C).",
            "dibujo_6" : "",
            "ejercicio_1": ""
        }
    },
    "armonia":{
        "triadas":{
            "texto_1": "Una triada es un acorde formado por tres notas distintas. Existen cuatro tipos de triadas básicas. Estas son: mayor, menor, disminuida y aumentada. La triada mayor está formada por una primera, una tercera mayor y una quinta justa. Todas contadas a partir de la raíz, que es la nota que da el nombre al acorde. Esta triada se puede encontrar en el I, IV y V grado de una escala mayor y en los grados bIII, bVI y bVII de una escala menor.",
            "dibujo_1" : "",
            "texto_2": "Los intervalos que se encuentran en esta triada son una tercera mayor, seguida por una tercera menor. Por ejemplo, de Do a Mi hay una tercera mayor, y de Mi a Sol, una tercera menor. La triada menor esta formada por una primera, una tercera menor y una quinta justa. Todas contadas a partir de la raíz. Esta triada se puede encontrar en el II, III y VI grado de una escala mayor y en los grados I, IV y V de una escala menor.",
            "dibujo_2" : "",
            "texto_3" : "Los intervalos que se encuentran en esta triada son una tercera menor, seguida por una tercera mayor. Por ejemplo, de Do a Mib hay una tercera menor, y de Mib a Sol, una tercera mayor. La triada disminuida se forma con una primera, una tercera menor y una quinta disminuida, de ahí el nombre de esa triada. Todas contadas a partir de la raíz. Esta triada se puede encontrar en el VII grado de una escala mayor y en el grado II de una escala menor.",
            "dibujo_3" : "",
            "texto_4" : "Los intervalos que se encuentran en esta triada son una tercera menor, seguida por otra tercera menor. Por ejemplo, de Do a Mib hay una tercera menor, y de Mib a Solb, otra tercera menor. La triada aumentada esta formada con una primera, una tercera mayor y una quinta aumentada, de ahí el nombre de esa triada. Todas contadas a partir de la raíz, que es la nota que da el nombre al acorde. Esta triada se puede encontrar en el bIII grado de una escala menor armónica y de una escala menor melódica.",
            "dibujo_4" : "",
            "texto_5" : "Los intervalos que se encuentran en esta triada son una tercera mayor, seguida por otra tercera mayor. Por ejemplo, de Do a Mi hay una tercera mayor, y de Mi a Sol#, otra tercera mayor.",
            "dibujo_5": ""
        },
        "acordes" : {
            "texto_1" : "Los acordes son un conjunto de notas ordenadas por terceras. Es decir, apilamos una tercera encima de otra. La nota más importante del acorde es la nota fundamental. Esta fundamental le dará nombre al acorde: un acorde de Re mayor (D en cifrado americano) se construye a partir de la nota Re como fundamental. Luego, al superponer una tercera sobre esta fundamental, obtenemos la tercera del acorde. Y al superponer una tercera sobre la tercera, obtenemos la quinta. Así, un acorde suele tener fundamental, tercera y quinta. La diferencia que marcará los distintos tipos de acorde (o especies), es justamente el tipo de intervalo: habrá algunos que tengan una tercera menor, otros una tercera mayor, otros una quinta disminuida, y así sucesivamente. Ya vamos a ello.",
            "dibujo_1" : ""
        },
        "modos" : {
            "texto_1" : "Los modos musicales son escalas y sistemas tonales que se utilizan en la música para crear diferentes atmósferas y emociones. Cada modo se basa en una escala diatónica, que es una secuencia específica de tonos y semitonos. Los modos se generan al comenzar y finalizar una escala diatónica en diferentes grados, lo que da como resultado siete modos diferentes. Los modos más comunes son los siguientes: Modo Jónico (o Iónico): Este modo se basa en la escala diatónica mayor y comienza en el primer grado. Es alegre y luminoso, y se usa ampliamente en la música popular y clásica occidental. Modo Dórico: Comienza en el segundo grado de la escala diatónica mayor. Tiene un carácter un tanto melancólico y se usa en géneros como el jazz y la música celta. Modo Frigio: Comienza en el tercer grado de la escala diatónica mayor. Tiene un carácter exótico y se usa en la música flamenca y algunas composiciones de rock y metal. Modo Lidio: Comienza en el cuarto grado de la escala diatónica mayor. Tiene un sonido brillante y se usa ocasionalmente en música jazz y clásica. Modo Mixolidio: Comienza en el quinto grado de la escala diatónica mayor. Tiene un carácter fuerte y se utiliza en géneros como el blues y el rock. Modo Eólico: Comienza en el sexto grado de la escala diatónica mayor. Es similar a una escala menor natural y se utiliza en música clásica, rock y otros estilos. Modo Locrio: Comienza en el séptimo grado de la escala diatónica mayor. Es el modo menos común y tiene un carácter disonante, por lo que se usa con poca frecuencia en la música moderna. Cada modo tiene un patrón de tonos y semitonos que le confiere un sonido único y distintivo. Los músicos y compositores utilizan los modos para crear diferentes atmósferas musicales y expresar una variedad de emociones en sus obras. Los modos también son importantes en la improvisación, especialmente en géneros como el jazz y la música étnica, donde los músicos exploran y utilizan estos patrones escalares para enriquecer sus interpretaciones.",
            "ejercicio_1": ""
        },
        "circulo" : {
            "texto_1": "El círculo de quintas es una visualización de todas las tonalidades mayores y menores. Las tonalidades mayores se encuentran en el círculo exterior y las tonalidades relativas menores en el círculo interior. Cada nombre dentro del círculo de quintas puede representar tanto una nota como un acorde. En el exterior del círculo están las armaduras de cada tonalidad. Las tonalidades mayores y las menores relativas comparten la misma armadura. Por ejemplo, las tonalidades de fa mayor y re menor tienen un bemol en su armadura. El círculo de quintas permite comprender visualmente la relación entre las tonalidades y los acordes. Por ejemplo, puedes utilizar el círculo de quintas para: Recordar las armaduras de clave. La parte superior del círculo muestra la tonalidad de do mayor sin sostenidos ni bemoles. Por cada paso en el sentido de las agujas del reloj se añade un sostenido (♯) a la armadura. Por cada paso en sentido contrario a las agujas del reloj se añade un bemol (♭) a la armadura. Componer música. La idea para una canción puede empezar con unos cuantos acordes que suenen bien juntos. Los tres acordes mayores y los tres acordes menores dentro de cualquier cuarto del círculo pertenecen a la misma tonalidad y, por lo tanto, suenan bien juntos. Transportar acordes. Los acordes de una canción pueden colocarse en el círculo de quintas y posteriormente transportarse moviendo el patrón de acordes alrededor del círculo. Por ejemplo, coloca los acordes de do, fa y sol en el círculo de quintas. El do está en el centro, el fa está un paso en sentido contrario a las agujas del reloj y el sol está un paso hacia el lado de las agujas del reloj. Al transportar a la mayor, los acordes son la, re y mi. En el sentido de las agujas del reloj, hay una quinta justa ascendente entre cada tonalidad. En el sentido contrario a las agujas del reloj, hay una quinta justa descendente entre cada tonalidad. Si empiezas en cualquier tonalidad y subes una quinta justa 12 veces, llegarás a la misma tonalidad.",
            "dibujo_1":""
        }
    },
    "ritmo":{
        "compases":{
            "texto_1" : "Alguna vez te has preguntado cómo hacen los músicos para mantenerse sincronizados cuando tocan juntos? ¿Cómo saben cuándo tocar rápido o despacio; o cuándo tocar notas al unísono? Pues, amigos míos, ésa es la magia de los compases. Los compases organizan el ritmo. Son un conjunto de reglas que guían a todos los músicos. Entender los compases es la clave para seguir el ritmo y crear música. Es la clave tanto para rasguear la guitarra como para tocar la batería, o bailar con los dedos sobre las teclas del piano. Los compases son las notaciones de las partituras que indican la estructura rítmica de una obra. Se representan mediante una fracción (dos números apilados verticalmente) al principio de una partitura. El número superior indica la cantidad de tiempos de cada compás; mientras que el inferior define la figura que representará un tiempo.",
            "dibujo_1" : "",
            "texto_2" : "Al igual que un idioma tiene sus frases y palabras populares, la música tiene sus compases comunes. Estos compases comunes son la columna vertebral rítmica de gran parte de la música que escuchamos. Exploremos algunos de ellos:",
            "subtitulo_1" : "Compás de 4/4 o <<C>>",
            "texto_3" : "El compás de 4/4 es, sin duda, el más utilizado en la música occidental. En el compás de 4/4, hay cuatro tiempos o pulsos en cada compás; y cada tiempo corresponde a una negra. Es el patrón rítmico de muchas de tus canciones de pop favoritas, y es fácil de contar: uno, dos, tres, cuatro. El compás de 4/4 confiere a la música un ritmo de marcha constante, perfecto para marcar el ritmo con los pies.",
            "dibujo_2" : "",
            "texto_4" : "Si ves una misteriosa «C» al principio de tus partituras, no te asustes. No es más que otra forma de representar el compás de 4/4. La «C» significa “tiempo común” lo que refuerza la omnipresencia de este compás. Son los mismos cuatro tiempos o pulsos de negra por compás.",
            "dibujo_3": "",
            "subtitulo_2": "Compás de 2/2",
            "texto_5": "Pasamos al compás 2/2, también conocido como «tiempo cortado». Este compás tiene dos tiempos o pulsos de blanca por compás. Cada blanca equivalente a un tiempo. Esencialmente, «corta» el tiempo común por la mitad. Es común en piezas musicales más rápidas, ya que permite a los músicos leer y tocar pasajes rápidos con mayor facilidad. Suena casi igual que el 4/4, salvo que tiene un acento más fuerte en el tercer tiempo de cada compás (la segunda blanca).",
            "dibujo_4" : "",
            "texto_6":"La abreviatura del compás de 2/2 es la misma que la del compás de 4/4 pero con una línea vertical que la atraviesa:",
            "dibujo_5": "",
            "subtitulo_3": "Compás de 2/4",
            "texto_7": "El compás de 2/4 es otro de los más frecuentes; con dos tiempos o pulsos de negra por compás. Es un compás dinámico, especialmente popular en polcas, marchas y otros géneros de música bailable. Si alguna vez has bailado al ritmo de un pegadizo paso de dos tiempos, habrás sentido el pulso del compás de 2/4.",
            "subtitulo_4": "Compas de 3/4",
            "texto_8": "Por último, pero no por ello menos importante, tenemos el elegante compás de tres por cuatro. Este compás nos da tres tiempos o pulsos de negra por compás. Es decir, tres negras por compás. Es el compás del elegante vals; y de muchas canciones populares y pop. Si cuentas al rítmico de uno-dos-tres, uno-dos-tres; estás sintiendo el vaivén del compás de 3/4.",
            "dibujo_6":"",
            "ejercicio_1:":""
        },
        "ligaduras":{
            "texto_1": "Básicamente, la ligadura musical es cuando unimos 2 o más figuras musicales (iguales o diferentes) en el mismo sonido, de modo que sus duraciones se suman una a la otra. El músico sabe que al ver una ligadura, solo se toca la primera nota que genera el sonido, y la deja sonando hasta que acabe la ligadura. Para que pueda suceder esto es importante mencionar que debe ser una misma nota musical (sol + sol, re + re, etc.) o una misma superficie cuando hablamos de instrumentos percutivos (utilizaríamos un mismo tambor, platillo o elemento de percusión). Cabe mencionar que los silencios nunca se ligan, ya que en realidad un silencio es por definición la ausencia de una nota. Se sabe que la música mantiene una estrecha relación con la matemática, así que para hablar de ligaduras musicales necesitamos mencionar números. Por ejemplo, si ligamos una redonda con una blanca: una redonda dura 4 tiempos, y una blanca dura 2 tiempos. Es decir que si ligamos estas dos figuras, el tiempo en total que se mantiene sonando la nota son 6 tiempos. (4+2=6). Que un compás haya terminado no necesariamente significa que el sonido también deba finalizar. Cuando queremos que la última nota de un compás siga sonando hasta el siguiente compás, ligamos esa nota con la primera del próximo. Es incluso común que si queremos que una nota dure por mucho tiempo, la figura se ligue por 2 o más compases. La música es un vasto mundo por explorar, mientras más elementos conozcamos, mejor aprovecharemos la diversidad musical, o crearemos música más rica. La ligadura musical es tan solo uno de tantos elementos con los cuales podemos jugar para crear cosas interesantes.",
            "dibujo_1": "",
            "texto_2": "Un empate sólo va de cabeza de nota a cabeza de nota de la misma nota. El arco del empate es siempre opuesto a la dirección del tallo. Como arriba, si la plica apunta hacia arriba (o si la plica apuntaría hacia arriba si la nota fuera tiene empate), el arco del empate está hacia abajo, etc. También encontrarás vínculos dentro de una sola medida. Con notas individuales en el compás, es menos probable que pueden ocurrir, pero puede suceder cuando la parte *&* del tiempo comienza el empate.",
            "dibujo_2": ""
        },
        "tiempos_compuestos":{
            "subtitulo_1":"Compases Compuestos",
            "texto_1":"Son aquellos en los que la unidad de tiempo, es decir, la figura que completa un pulso del compás, se puede dividir en tres partes. La negra con puntillo, por poner algún ejemplo, se puede dividir en tres corcheas, es decir, en tres partes iguales, por lo tanto todos los compases que tengan una negra con puntillo como unidad de tiempo, serán considerados compases compuestos. A estos compases también se les llama compases de subdivisión ternaria. Los compases compuestos más usados son el 6/8, el 9/8 y el 12/8, pero también es posible encontrar compases de 6/4,  9/4, 12/4… En resumidas cuentas, todos los compases que en el numerador tengan el número 6, 9 ó 12 serán compases compuestos. Recuerda que en una indicación de compás el denominador (el número de abajo) nos indica una figura rítmica concreta, mientras que el numerador (el número de arriba), nos dice cuántas de estas figuras rítmicas entran en un compás. De todo esto hablamos en nuestro artículo sobre cómo medir el ritmo en música",
            "dibujo_1":"",
            "texto_2": "Pero… ¿cómo saber cuántos pulsos tiene un determinado compás compuesto? Para descubrirlo, lo único que tenemos que hacer es dividir el numerador entre 3. Digamos que por el ejemplo queremos saber cuántos pulsos tiene el 6/8. Para ello, solamente hemos de dividir el numerador, es decir 6, entre 3. La solución a esta sencilla operación matemática es 2, por lo tanto, podemos afirmar que el 6/8 tiene dos pulsos, y al tratarse de un compás compuesto, cada uno de estos pulsos se subdivide en 3 (corcheas).",
            "dibujo_2":""
        },
        "contratiempo_sincompa":{
            "texto_1":"Lo que tienen en común la sincopa y el contratiempo es que ambos refuerzan el tiempo débil del compás, lo que les diferencia: que la sincopa se alarga hasta el tiempo siguiente y el contratiempo se posa sobre el tiempo débil y sustituye los tiempos fuertes por silencios. ",            
            "subtitulo_1": "Sincompa",
            "texto_2":"Observa las flechas que señalan la nota sincopada y cómo en el tiempo siguiente no hay nota. En el penúltimo compás también tenemos una sincopa con ligadura. Escucha el audio para ver el efecto.",
            "dibujo_1":"",
            "subtitulo_2": "Contratiempo",
            "texto_3":"En el contratiempo, como se ha explicado antes, ocurre que tenemos silencios en los tiempos fuertes, consiguiendo un sonido distinto.",
            "dibujo_2": "",
            "texto_4":"1- Sincopa larga: El sonido sincopado dura 2 tiempos y comienza en tiempo débil del compás y se prolonga al tiempo fuerte, ahora vamos a usar el mismo ejemplo de antes. si observas, las dos primeras notas señaladas, verás que comienzan en el tiempo 2 (tiempo débil) y se prolonga al 3 (tiempo fuerte), por eso están sincopadas. 2- Sincopa breve: Suele durar 1 tiempo y como la larga, comienza en tiempo débil del compás y se prolonga sobre la parte fuerte del siguiente tiempo. 3- Nota a contratiempo larga: Se produce en tiempo débil del compás, mientras los tiempos débiles contiene un silencio. 4- Nota a contratiempo breve: Ocurre en la parte débil de un tiempo, por ejemplo cuando tenemos dos corcheas seguidas, la segunda nota va precedida y seguida de silencios: 5-La ligadura: Mediante una ligadura podemos acentuar los tiempos débiles de un compás y prolongarlo hacia el otro y caer sobre un tiempo fuerte. En definitiva, las notas a contratiempo pueden ser de muchos tipos al igual que la sincopa, lo que tienes que tener en cuenta es que una se produce en la parte débil del compás y pueden ir seguidas o precedidas de un silencio y la otra se produce en tiempo débil pero se alarga hasta un tiempo fuerte."
        } 

    }
}